tap "mrkai77/cask"
tap "homebrew/bundle"
tap "oven-sh/bun"

brew "stow"
brew "ripgrep"
brew "lua"
brew "neovim"
brew "starship"
brew "zoxide"
brew "tre-command"
brew "tmux"
brew "eza"
brew "fzf"
brew "bun"
brew "go"
brew "mas"

cask "raycast"
cask "kitty"
cask "loop"
cask "font-jetbrains-mono-nerd-font"
cask "docker"
